{
    "ran into this issue with gradle when i tried to create a signed bundle": "0",
    "Failed to instantiate [org.apache.camel.CamelContext]: Factory method 'camelContext' threw exception with message: jakarta/servlet/ServletInputStream": "0",
    "Is it required to upgrade to appium 2.x from appium 1.x if the existing framework is developed in older appium version?": "0",
    "joining data frames by a common column and where dates from one data frame fall within the range of dates in the other data frame in r": "0",
    "How do I add WebSocket middleware with database connection to ASP.NET application?": "0",
    "WinRT + WinUI3 accessibility: How can I get the screen reader to read controls that are not tab stops (e.g. static labels)?": "0",
    "Untyped decorator makes function \"add\" untyped [misc] (celery & mypy)": "0",
    "Cannot find module after importing": "0",
    "Default Download DirectoryNot changing with Selenium Webdriver": "0",
    "Caching store that fetches all when a sort is requ": "0",
    "Using Windows VSS from Java application": "0",
    "Incorrect world-to-camera matrix with euler angles (yaw, pitch, roll)": "0",
    "ASP.NET Core session or better ideas?": "0",
    "\"FileNotFoundError\" for xlwings add installation": "0",
    "Faster alternative for numpy einsum in Python": "0",
    "(SQLite) Help me with GROUP BY and GROUP_CONCAT for calculating competitions ranking": "0",
    "How to install V8Js for PHP on Linux Ubuntu 22.04?": "0",
    "Laravel Livewire get data from blade": "0",
    "Datatables row editable with CellEdit dynamic options in R Shiny": "0",
    "How define permission on Firebase": "0",
    "Vlookup Function Excel VBA": "0",
    "Problem calculating account returns (AcctReturns) in Blotter": "0",
    "How do I do a proper if statement with data from a serial device in python?": "0",
    "virStorageFileBackendFileRead Failed to open file '/dev/...': Permission denied": "0",
    "Is it possible to represent -3/32 as a binary floating-point value using only 7 bits": "0",
    "Apply criteria from one table against each row in another table to generate a list of matches": "0",
    "Can't get IDE0130 to show up in VS2022 error list": "0",
    "How to test the wheel created with \"python -m build\" against multiple versions of python?": "0",
    "Solving this math problem using differential equations [closed]": "-1",
    "dotnet restore '-' is not a valid version string When compiling the relapse version of a dockized solution in net60": "0",
    "Run Jobs Sequentially, in the Background, in Bash": "0",
    "Using Redux and Next.js and getting \"store.getState is not a function\"": "1",
    "com.fasterxml.jackson.databind.exc.UnrecognizedPropertyException: Unrecognized field \"testCaseName\" (class io.qameta.allure.model.TestResult)": "0",
    "Android Maps Compose | MarkerState.setMarker IllegalStateException": "0",
    "Implement FFDShow in .net": "0",
    "How to loop through list of values to then create PDFs in Python": "0",
    "MuPDF.js with vite fails with `Failed to resolve entry for package \".../node_modules/.vite/deps`": "0",
    "Java main error the main method must return a value of type void in class": "0",
    "Typescript: using input function return type for output type": "0",
    "Capturing User-Modified Fillable PDFs in Angular": "0",
    "INVALID_URL deploying next.js app to Azure Static Webapp during github actions build": "0",
    "MSSQL BULK INSERT issues writing T-SQL procedure getting errors": "-1",
    "React state with JSX elements is setting the last ref in ref array to null": "0",
    "Purpose of stack register(s) in holding 0x7c00": "0",
    "Upgraded C#, ASP.NET MVC, EF project from .NET 4.7.2 to .NET 8.0": "0",
    "Unexpected results getting Firebase snapshot in p5.js javascript": "0",
    "How to handle multiple cosmos db accounts with a single cosmosclient. Questions on multi tenancy": "1",
    ":has on a parent with multiple class names": "0",
    "Terminating turbolinks:click event listener once a user has navigated away from a form": "0",
    "SQLite query not returning expected results despite correct hashing and comparison in Android application": "0"
}